<?php
return [
    'welcome'         => 'مرحباً بك في موقعنا!',
    'cart'            => 'سلة المشتريات',
    'products'        => 'المنتجات',
    'checkout'        => 'إكمال الطلب',
    'empty_cart'      => 'تفريغ السلة',
    'add_to_cart'     => 'أضف إلى السلة',
    'price'           => 'السعر',
    'quantity'        => 'الكمية',
    'subtotal'        => 'الإجمالي',
    'total'           => 'الإجمالي الكلي',
    'no_products'     => 'لا يوجد منتجات في هذا القسم.',
    'section_offer'   => 'خصومات 🔥 في قسم :section | سارع بالطلب الآن!',
    'banner_offer'    => '🚚 خصومات 🔥 في قسم :section | سارع بالطلب الآن! | توصيل مجاني وسريع لكل الطلبات! | العروض لفترة محدودة فقط ⭐',
    'all_products'    => 'كل المنتجات',
    'related_products'=> 'منتجات متشابهة',
];
